trunk-21-01-03/examples/openfoam/example_pimpleFoamYade/system/controlDict

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     pimpleFoamYade;

startFrom       startTime;

startTime       0;

stopAt          endTime;

endTime         0.034;

deltaT          0.002;

writeControl    runTime;

writeInterval   0.2;

purgeWrite      0;

writeFormat     binary;

writePrecision  6;

writeCompression off;

timeFormat      general;

timePrecision   6;

runTimeModifiable yes;

// ************************************************************************* //
